THINGS = [
    'посох', 'меч', 'щит', 'шлем', 'доспех', 'кинжал', 'лук', 'топор',
    'наплечник', 'медальон'
]
ADJECTIVE_THINGS = [
    'Легендарный красный ', 'Уникальный серый ', 'Великолепный синий ',
    'Отвратительный золотой ', 'Фирменный красный ', 'Лучший легендарный ',
    'Старый, но рабочий ', 'Убийственный синий ', 'Великолепный белый ',
    'Королевский крабовый ', 'Ужасный ', 'Кроваво-красный '
]
NAMES = [
    'Артур ', 'Гавейн ', 'Ланселот ', 'Галахад ',
    'Персиваль ', 'Ламорак ', 'Борс ',
    'Кей ', 'Мордред ', 'Уриенс ', 'Геральт ', 'Весемир ',
    'Ламберт ', 'Эскель ', 'Койон '
]
ADJECTIVE_NAMES = [
    'завоеватель', 'жестокий', 'ясный', 'мудрый',
    'угнетатель', 'убийца', 'умный',
    'глупый', 'самонадеянный', 'везучий',
    'любимый', 'кровожадный', 'серьезный',
    'гордый', 'ненавистный', 'уродливый'
]
