THINGS_NAMES = {
    'Меч': 'weapon',
    'Топор': 'weapon',
    'Щит': 'weapon',
    'Шлем': 'armor',
    'Доспех': 'armor',
    'Наручи': 'armor',
    'Поножи': 'armor',
}

PERS_NAMES = {
    'Анна': 'Ж',
    'Дима': 'М',
    'Юлия': 'Ж',
    'Юлий': 'М',
    'Кирилл': 'М',
    'Маруся': 'Ж',
    'Дюран': 'М',
    'Хохуро': 'М',
    'Идалия': 'Ж',
    'Рино': 'М',
    'Неми': 'Ж',
    'Арч': 'М',
    'Фрея': 'Ж',
    'Нил': 'М',
    'Кира': 'Ж',
    'Филипп': 'М',
    'Кассиопея': 'Ж',
    'Марвин': 'М',
    'Элфи': 'Ж',
    'Фоули': 'М',
    'Мара': 'Ж',
}

KINDS = {
    'thing': THINGS_NAMES,
    'pers': PERS_NAMES,
}

BASE_SET = {
    'pers': {
        'dmg': {
            'min': 1,
            'max': 10,
        },
        'protection': {
            'min': 0.01,
            'max': 0.1,
        },
        'life': {
            'min': 20,
            'max': 100,
        },
    },
    'thing': {
        'dmg': {
            'min': 1,
            'max': 10,
        },
        'protection': {
            'min': 0.01,
            'max': 0.05,
        },
        'life': {
            'min': 1,
            'max': 10,
        },
    },
}
